Revit 2027 API
SymbolTypeId.KgCO2ePerKg Property
 Symbol kgCO₂e/kg, indicating kilograms Carbon Dioxide per kilogram
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KgCO2ePerKg { get; }
Public Shared ReadOnly Property KgCO2ePerKg As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KgCO2ePerKg {
	ForgeTypeId^ get ();
}
static member KgCO2ePerKg : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace